String policeQuestion = "ماذا تفعل إذا هاجمك مجرم؟";
var policeTitles = [
  "فكر قبل أن تتصرف",
  "إذا طلبوا منك أموال",
  "إذا كان الهجوم بالمنزل"
];
var numbers = ["أولا","ثانيا","ثالثا"];
var policeBodyList = [
  "تتوجه إلى أقرب مكان معمور إذا شعرت أنك مراقب من أحد. توخى الحذر إذا هاجمك أحداً لعل غيره يكون مختبئاً هنا أو هناك لأن المجرمين عادةً يعملون في فِرَق. لو اللص ادعى أن معه سلاحاً فلا تعاند وتطلب منه أن يخرجه لتتأكد من صحة كلامه.",
  "ألقها لهم ولا تنظر إليها بل انظر إلى اللص، لأنك إذا نظرت إلى الأموال والأشياء التي ألقيتها لهم فقد يظن أنك تدبر لهم مكيدة. ثم ارفع يديك ولا تضعها خلف ظهرك، ولا تقُم بحركات مفاجئة حتى لا يطلقوا عليك الرصاص أو يضروك بأسلحتهم. لا تنظر إلى المجرم في عينيه لأنه لا يريدك أن تميزه، حتى لو كنت تعرفه، فلا تظهر له ذلك، وبدلاً من ذلك ركز نظرك على منطقة البطن وباقي الجسم حتى تتمكن من وصفه للشرطة وصفاً جيداً، ولا تحاول أن تكون بطلاً وتقبض على المجرم بنفسك، وأبلغ الشرطة بسرعة قدر الإمكان.",
  "لو طلبوا منك أموالاً فابحث في كل مكان ولا تكتفي بإلقاء الأموال التي في حقيبتك أو في جيبك فحسب فهؤلاء لصوص وليسوا أغبياء. لا تكن محارباً وفي نفس الوقت لا تمسك بأرجلهم متوسلاً إليهم، إنهم يريدون إنهاء مهمتهم والخروج سريعاً، ولو تسببت في إبطائهم فسوف يجرفوك عن طريقهم بأي طريقة حتى لا تعوقهم عن هدفهم. إذا قررت استخدام العصا فاضرب في البداية بعصا رفيعة مرنة لتصيبه بلسعة قوية تؤدي إلى إنهاك مؤقت للقوى، ثم استخدم العصا الغليظة التي تؤدي إلى ألم مستمر."
];

String matafiTitle =
    "نصائح وإسعافات أولية لإنقاذ المصابين بالحروق حتى وصول سيارات الإسعاف";
var matafilBodyList = [
  "ابعد المصاب بسرعة عن المصدر الذي سبب الحروق.",
  "إذا كانت الحروق سببها نار مشتعلة، ومازالت تشتعل في ملابس المصاب، لف المريض بسرعة ببطانية كثيفة أو فوطة أو أي شيء متوفر لديك في الموقع لإخماد شعلة النار من ملابسه وتقليل المساحات التي ستحترق من جسمه، إذا لم يتوفر أي شيء تلفه به ألقه بسرعة على الأرض واطلب منه أن يتدحرج على الأرض بسرعة، أو دحرجه بنفسك إن لم يتمكن هو من ذلك بهدف إخماد النار المشتعلة به.",
  "أوقف المصدر الذي سبب الحروق، وإيقاف المصدر يعتمد على معرفة نوعه فيما إذا كان نارًا مشتعلة أو غازًا أو زيتًا مشتعلًا أو ناتجًا من التماس كهربائي.",
  "استخدم طفاية الحريق إن كانت متوفرة في الموقع، أو اسكب الرمل إن كانت الرمال متوفرة في موقع الحريق."
];


var hospitalsTitles = [
  "ضربة الشمس",
  "غيبوبة السكر",

];
var hospitals =[
  "(  ضربة الشمس  )",
  "إغماءة مرضى السكرى ( غيبوبة السكر )",
];



var hospitalsBody =[
  "- حاله خطيـرة تحـدث في الأجواء الحارة المشبعة\n بالرطـوبة عنـدما تكـون الريح ساكنـة بسبب\n عدم قـدرة الجسم على فقـدان الحرارة وتعطل ميكانيكية\n تبخر العرق لخفض حرارة  الجسم \n\n الأعراض \n عـدم الشعـور بالـراحة. \n قـد يصاب المصاب بدوار. \n قـد يكون هناك احمرار وجفاف الجلد.\n تتوهج البشـرة وتشعـر بحـرارة شديدة.\n سـرعة فقـدان الوعي./ n نبض سـريع وقـوي.\n درجـة حـرارة الجسـم سترتفع حتى تصـل إلى 40°\n\n  طـريقة الإسعاف\n تمـديد المصاب في مكان بارد وخلع ملابسـه.\nترطـيب جسـد المصاب بماء فاتـر أو بـارد قليلا.\n تهـوية جسده بـواسطة اليـد أو مروحـة كهـربائيـة.\nاسـتدعاء المسـاعدة الطبيـة بسـرعة.",
"أولا : غيبوبة ارتفاع مستوى السكر في الدم ( محتاج أنسولين )\n - فقم على الفور بحقنه بالأنسولين \n\n ثانيا :  غيبوبة انخفاض مستوى السكر في الدم ( محتاج سكر ) \n  - فقم على الفور بإعطائه أي محلول سكري أو عصائر أو \n تمر عن طريق الفم\n\n ماذا أفعل إذا لم أتمكن من تحديد سبب الغيبوبة\n - قم فورا بإنقاذ المريض على اعتبار أن الغيبوبة بسبب انخفاض السكر في الدم لأنها أكثر خطورة على حياته"
];
